Repository: 4rsood/SolrWebSearch
Catalog: App_GlobalResources/Resources.*.resx
Languages: fr_ca

# Abstract
source: <b>Abstract:</b>
fr_ca: <b>Résumé :</b>

source: All words
fr_ca: Tous les mots

source: Any word
fr_ca: L'un des mots

source: Author
fr_ca: Auteur

# blankdate
source: (<abbr title="Four digits year">yyyy</abbr>-<abbr title="Two digits month">mm</abbr>-<abbr title="Two digits day">dd</abbr>)
fr_ca: (<abbr title="Les quatres chiffres de l'année">aaaa</abbr>-<abbr title="Les deux chiffres du mois">mm</abbr>-<abbr title="Les deux chiffres du jour">jj</abbr>)

source: Branches
fr_ca: Directions

# canadaSite
source: &nbsp;Canada Site
fr_ca: Site&nbsp;du&nbsp;Canada

# comingsoon
source: In development
fr_ca: En développement

# committees
source: &nbsp;Committees
fr_ca: Comités

source: Contact Us
fr_ca: Contactez-nous

source: Containing:
fr_ca: Contenant :

# copyRight
source: Privacy Notice, Official Languages Notice, Hyperlinking Notice, Copyright Notice
fr_ca: Avis de confidentialité, Avis concernant les langues officielles, Avis concernant l'établissement d'hyperliens, Avis sur le droit d'auteur

source: Corporate Tools
fr_ca: Outils ministériels

# countMsg1
source: Documents
fr_ca: Affichage de

# countMsg2
source: to
fr_ca: à

# countMsg3
source: of the best
fr_ca: des meilleurs

# countMsg4
source: of
fr_ca: des

source: Date Created:
fr_ca: Date de création :

# dateLastUpdated
source: Last updated:
fr_ca: Date de modification :

source: Date Modified:
fr_ca: Date de modification :

source: Date published:
fr_ca: Date de publication :

source: Date range
fr_ca: Période :

source: Date Reviewed:
fr_ca: Date de vérification :

source: Doing Research
fr_ca: Faire des recherches

source: Email
fr_ca: Courriel

source: Employee Resources
fr_ca: Ressources pour l'employé

source: Employees
fr_ca: Employés

# enterprisesearcha
source: Advanced Search
fr_ca: Recherche avancée

# enterprisesearchb
source: Basic Search
fr_ca: Recherche simple

# entiredoc
source: Entire document
fr_ca: Document complet

# errorMessage
source: <H5>There was an error in your query. Please check your query and try again.</H5>
fr_ca: <h5>Il y a une erreur dans votre requête. Veuillez vérifier votre requête et essayer de nouveau.</h5>

# financeDepartment
source: Department of Finance
fr_ca: Ministère des Finances Canada

source: From
fr_ca: De

# ft
source: Full Text
fr_ca: Texte complet

source: GC Departments & Agencies
fr_ca: Ministère et organismes GC

source: GC sites
fr_ca: Sites GC

# goc
source: Government of Canada
fr_ca: Gouvernement du Canada

source: Goc Sites
fr_ca: Sites GC

source: Go to Top of Page
fr_ca: Aller au haut de la page

source: Help
fr_ca: Aide

source: Home
fr_ca: Accueil

source: Important Notices
fr_ca: Avis importants

# imt
source: Information Management and Technology
fr_ca: Gestion et technologie de l'information

# infositehome
source: Infosite
fr_ca: Accueil

# keywordContents
source: Search
fr_ca: Recherche

# lang
source: en
fr_ca: fr

# language
source: Français
fr_ca: English

source: Last Modified:
fr_ca: Mise à jour :

source: Links
fr_ca: Liens

source: Network Drives
fr_ca: Disques réseaux

source: News Room
fr_ca: Salle des médias

# noDocuments
source: No documents matched the query.
fr_ca: Aucun document n'a été trouvé.

source: On:
fr_ca: Sur :

source: Phone Book
fr_ca: Bottin

source: Print Version
fr_ca: Version imprimable

# psadept
source: Public Service Human Resources Management Agency of Canada
fr_ca: Agence de gestion des ressources humaines de la fonction publique du Canada

source: Publiservice Site
fr_ca: Site Publiservice

# Query
source: <b>Query:</b>&nbsp;
fr_ca: <b>Recherche :</b>&nbsp;

source: RDIMS
fr_ca: SGDDI

source: Related Links
fr_ca: Liens pertinents

source: Research
fr_ca: Recherches

source: Reset
fr_ca: Reprendre

source: Return to
fr_ca: Retourner au

source: Search
fr_ca: Recherche

# searchCriteria
source: <b>Search Criteria: </b>
fr_ca: <b>Critères de recherche : </b>

source: Search For
fr_ca: Chercher :

# searchin
source: In:
fr_ca: Dans :

source: Search now
fr_ca: Envoyez

# searchResults
source: <H2>Search Results</H2>
fr_ca: <H2>Résultats de recherche</H2>

# searchType
source: <b>Search type: </b>
fr_ca: <b>Type de recherche : </b>

source: Skip all menus
fr_ca: &Eacute;viter tous les menus

source: Skip first menu
fr_ca: &Eacute;viter le premier menu

source: Subject
fr_ca: Sujet

# TBS
source: Treasury Board of Canada Secretariat
fr_ca: Secrétariat du Conseil du Trésor du Canada

source: This Phrase
fr_ca: Cette expression

source: Title
fr_ca: Titre

# titletag
source: Search
fr_ca: Recherche

# tkd
source: Title, keywords and description
fr_ca: Titre, mots clés et description

# tkdft
source: Title, keywords, description and Full text
fr_ca: Titre, mots clés, description et texte complet

source: To
fr_ca: à

source: Tools
fr_ca: Outils

source: Top
fr_ca: Haut

source: Top of Page
fr_ca: Haut de la page

# tryAgain1
source: Please
fr_ca: SVP&nbsp;

# tryAgain2
source: again.
fr_ca: encore.

source: Advanced
fr_ca: Avancée

source: Basic
fr_ca: Simple

# errorInvalidStartDate
source: Invalid 'From' date in date range.
fr_ca: Date de début non valide pour la période.

# errorInvalidEndDate
source: Invalid 'To' date in date range.
fr_ca: Date de fin non valide pour la période.

# errorYouMustEnterQuery
source: Error: Please enter a value in the Search field before clicking the Search button.
fr_ca: Erreur : Veuillez entrer un ou plusieurs mots dans le champ de recherche avant de cliquer sur le bouton Recherche.

# errorThreeCharWithWild
source: You must specify at least 3 characters with a wild card character.
fr_ca: Votre requête doit contenir au moins 3 caractères avec un caractère de remplacement.

# errorEndDateMustBeSmallerThanStartDate
source: 'To' date must be greater than 'From' date.
fr_ca: La date spécifiée dans le champ « À » doit être ultérieure à la date spécifiée dans le champ « De ».

# errorDontPlayWithURL
source: Please don't change the parameters in the URL.
fr_ca: S.V.P. ne changez pas les paramètres dans l'adresse URL.

source: All
fr_ca: Tous

# allFormat
source: All File Formats
fr_ca: Tous les formats

source: File Format
fr_ca: Format de fichiers

source: Repository:
fr_ca: Répertoire :

source: No Title
fr_ca: Aucun titre disponible

# best300
source: of the best 300 documents
fr_ca: des meilleurs 300 documents

# results
source: Showing results&nbsp;
fr_ca: Résultats&nbsp;

source: of
fr_ca: des

# filePathTooLong
source: The path to the requested file is too long. Please contact TriNet Solutions at 995-0000 for more information.
fr_ca: Le chemin d’accès à ce fichier est trop long. Veuillez contacter Solutions TriNet au 995-0000 pour obtenir de l’aide pour accéder à ce fichier.

source: Path
fr_ca: Chemin

source: Open Folder
fr_ca: Ouvrir dossier

# NotFoundInDB
source: Your username hasn't been found in the database. Please contact TriNet Solutions at 995-0000 for more information.
fr_ca: Votre nom d'usager ne se trouve pas dans la base de données. Veuillez contacter Solutions TriNet au 995-0000 pour de plus amples renseignements.

# SearchError
source: An error has occurred. Please try again. Your query may be too vague and take too long to return. If the error persists, please contact TriNet Solutions at 995-0000.
fr_ca: Une erreur s'est produite. S.V.P. essayez de nouveau. Il se peut que votre requête soit trop vague et ne puisse être complétée dans un délai raisonnable. Si l'erreur persiste, veuillez contacter Solutions TriNet au 995-0000.

# SearchErrorStopWords
source: All terms were invalid, too short, too common, or incorrectly formatted. Try changing your query term(s) and submitting the search again. If you suspect a problem with the search, please report this error to TriNet Solutions at 995-0000.
fr_ca: Tous les termes sont non valides, trop courts, trop communs ou incorrectement formatés. Essayez de changer vos termes de requête et de soumettre une nouvelle recherche. Si vous soupçonnez qu'il y a un problème avec la recherche, veuillez signaler cette erreur a Solutions TriNet au 995-0000.

# SortBy
source: <strong>Sort by:</strong>
fr_ca: <strong>Trier par :</strong>

source: Relevancy
fr_ca: Pertinence

source: Did you mean
fr_ca: Essayez avec cette orthographe

source: Advanced Search
fr_ca: Recherche avancée

source: Basic Search
fr_ca: Recherche simple

# enterprisesearch
source: Search
fr_ca: Recherche

source: Search Help
fr_ca: Aide de recherche

# infositecsb
source: CPSA intranet and Infosite
fr_ca: Infosite et Site Intranet de l'Agence

# internetfinorcsb
source: FIN internet site
fr_ca: Site internet de FIN

# internetcpsa
source: CPSA internet site
fr_ca: Site internet AFPC

# internettbs
source: TBS internet site
fr_ca: Site internet SCT

source: Any Language
fr_ca: Toutes

source: English
fr_ca: Anglais

source: French
fr_ca: Français

# LanguageField
source: Language
fr_ca: Langue

# searchfaqlink
source: http://intradev/infosite/search/es_faq-e.asp
fr_ca: http://intradev/infosite/search/es_faq-f.asp

# searchhelplink_intranet
source: http://intradev/infosite/search/es_help-e.asp
fr_ca: http://intradev/infosite/search/es_help-f.asp

# searchhelplink_internet
source: /search-recherche/cmn/help-aide-eng.asp
fr_ca: /search-recherche/cmn/help-aide-fra.asp

# activeXerror
source: Can't open RDIMS document. Make sure you answer \"Yes\" when prompted to run un-signed ActiveX. If you did answer \"Yes\" and you are still getting this error message, contact TriNet Solutions at 995-0000. If you answered \"No\" by mistake, refresh the page to get prompted again.
fr_ca: Impossible d'ouvrir le document SGDDI. Assurez-vous de répondre \"oui\" lorsque vous fureteur vous demande si il peut utiliser un control ActiveX non-signé. Si vous avez répondu \"oui\" et que vous recevez toujours ce message d'erreur, veuillez appeller Solutions TriNet au 995-0000. Si vous avez répondu \"non\" par erreur, vous devez rafraichir la page.

# fileFormatHelp
source: (*) Some documents may be found under multiple file formats, e.g. an email message containing a PDF attachment may be classified under both Outlook and PDF.
fr_ca: * Certains documents peuvent être classifiés sous plus d'un format de fichier. Par exemple, un courriel qui contient une pièce jointe de format PDF sera classé sous Outlook et PDF.

source: Results per page
fr_ca: Résultats par page

# altgocdeptimg
source: Department of Finance - Government of Canada
fr_ca: Ministère des Finances Canada - Gouvernement du Canada

# gocdeptimg
source: ~/InfoSite/phase1/images/fin/goc-dept_e.gif
fr_ca: ~/InfoSite/phase1/images/fin/goc-dept_f.gif

# refine
source: Refine by
fr_ca: Pr&eacute;ciser par

# searchRes
source: Search Results
fr_ca: R&eacute;sultats de recherche

# typeQuery
source: Search For
fr_ca: Tapez votre recherche ci-dessous

# documentsFound
source: that match your search.
fr_ca: répondants aux critères de recherche.

source: [Clear]
fr_ca: [Effacer]

# advancedsearchlink
source: query-recherche-eng.aspx?t=a
fr_ca: query-recherche-fra.aspx?t=a

# basicsearchlink
source: query-recherche-eng.aspx?t=b
fr_ca: query-recherche-fra.aspx?t=b

# dateFormatPattern
source: (yyyy)([-/])(mm)([-/])(dd)
fr_ca: (aaaa)([-/])(mm)([-/])(jj)

source: Mime-Type:
fr_ca: Type :

source: Sub Repository:
fr_ca: Sous répertoire :

# FIN_toggle
source: TBS Search
fr_ca: Recherche CSB

# TBS_toggle
source: Finance Search
fr_ca: Recherche Finance

# RDIMS_TBSSCT
source: RDIMS
fr_ca: SGDI

# para_category
source: Category
fr_ca: Catégorie

# para_subject
source: Subject
fr_ca: Sujet

# para_type
source: Document Type
fr_ca: Type de doc.

# tbsWebToggle
source: index-fra.asp
fr_ca: index-eng.asp

# languageSuffix
source: eng
fr_ca: fra

# calendar
source: calendar-en.js
fr_ca: calendar-fr.js

# creator
source: Government of Canada, Treasury Board of Canada, Secretariat, Treasury Board of Canada Secretariat
fr_ca: Gouvernement du Canada, Conseil du Trésor du Canada, Secrétariat, Secrétariat du Conseil du Trésor du Canada

# subjectCategory
source: Information Management and Technology
fr_ca: Gestion et technologie de l'information

# inValidDate
source: <i>Error: Your query has an invalid date or date format (must be YYYY-MM-DD).</i> Try changing your query term(s) and submitting the search again. If you suspect a problem with the search, please report this error.
fr_ca: Erreur : La date ou le format de date de votre interrogation est inexact ( doit être AAAA-MM-JJ). Essayer de modifier le ou les termes de votre interrogation et lancez à nouveau votre recherche. Si vous soupçonnez l’existence d’un problème, veuillez le signaler.

source: Invalid date range
fr_ca: Période invalide

# noResults
source: No documents were found to match your query
fr_ca: Aucun document ne correspond aux critères de recherche

# padding
source: 412 px
fr_ca: 406 px

# FirstPage
source: First Page of Results
fr_ca: Première page des résultats

# LastPage
source: Last Page of Results
fr_ca: Dernière page des résultats

# NextPage
source: Next Page of Results
fr_ca: Page suivante des résultats

# PreviousPage
source: Previous Page of Results
fr_ca: Page précédente des résultats

# ResultPage
source: Result
fr_ca: Page

source: Display options
fr_ca: Afficher les options

# fourDigitYear
source: Four digits year
fr_ca: Les quatres chiffres de l'année

source: Refine Search
fr_ca: Préciser

# and
source: &nbsp;AND&nbsp;
fr_ca: &nbsp;et&nbsp;

source: Search terms used:
fr_ca: Critères de recherche :

# GSALang
source: lang_en
fr_ca: lang_fr

# or
source: &nbsp;OR&nbsp;
fr_ca: &nbsp;ou&nbsp;

# firstResultsPage
source: First Page
fr_ca: Première page

# nextResultsPage
source: Next Page
fr_ca: Page suivante

# previousResultsPage
source: Previous Page
fr_ca: Page précédente

# skipSearchNav
source: Skip to search results
fr_ca: Passer aux résultats de la recherche

source: Current Page
fr_ca: Page courante

# frontEnd
source: GCIntranet-en_frontend
fr_ca: GCIntranet-fr_frontend

# searchAction
source: query-recherche-eng.aspx
fr_ca: query-recherche-fra.aspx

# searchAction2
source: query-recherche2-eng.aspx
fr_ca: query-recherche2-fra.aspx

# searchSite
source: Search intranet.canada.ca
fr_ca: Rechercher dans intranet.canada.ca

source: Bookmarks
fr_ca: Signets

source: Categories
fr_ca: Catégories

source: Events
fr_ca: Événements

source: Files
fr_ca: Fichiers

source: Groups
fr_ca: Groupes

source: Ideas
fr_ca: Idées

source: Members
fr_ca: Membres

source: Polls
fr_ca: Sondages

source: Projects
fr_ca: Projets

source: Users
fr_ca: Utilisateurs

# gcpedia
source: <h4>GCpedia:</h4>
fr_ca: <h4>GCpédia :</h4>

# bysource
source: &nbsp;By source:
fr_ca: &nbsp;Par source :

# filterResults
source: Filter your results&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
fr_ca: Filtrer vos résultats&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;

source: Reset filters
fr_ca: Réinitialiser les filtres

source: By GCconnex:
fr_ca: Par GCconnex :

source: By GCpedia:
fr_ca: Par GCpédia :

# gcpedia2
source: &nbsp;GCpedia
fr_ca: &nbsp;GCpédia

# all2
source: &nbsp;All
fr_ca: &nbsp;Tous

# GCconnexfrontEnd
source: GCconnex-en_frontend
fr_ca: GCconnex-fr_frontend

# GCintranetfrontEnd
source: GCIntranet-en_frontend
fr_ca: GCIntranet-fr_frontend

# GCpediafrontEnd
source: GCpedia-en_frontend
fr_ca: GCpedia-fr_frontend

# searchAction3
source: query-rechercheTest-eng.aspx
fr_ca: query-recherche3-fra.aspx

# gcdirectory
source: <h2>GCdirectory:</h2>
fr_ca: <h2>GCannuaire :</h2>

# gcdirectory2
source: &nbsp;GCdirectory
fr_ca: &nbsp;GCannuaire

# GCdirectoryfrontEnd
source: GCdGCdirectoryEn_frontend
fr_ca: GCdGCdirectoryFr_frontend

# message
source: Can't find what you're looking for? View this search on
fr_ca: Vous ne trouvez pas ce que vous cherchez? Voir cette recherche sur

source: Department
fr_ca: Ministère :

source: Organization
fr_ca: Organisation :

# phone
source: Telephone
fr_ca: Téléphone :

# searchActionTest
source: query-rechercheTest-eng.aspx
fr_ca: query-rechercheTest-fra.aspx
